Repository: CodeLingoBot/iugu-woocommerce
Catalog: languages/woocommerce-iugu-*.po
Languages: pt_br

source: Enable/Disable
pt_br: ﻿Ativar ou desativar

source: Enable Iugu standard
pt_br: Habilitar Iugu como padrão

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o usuário vê durante o checkout.

source: Pay via Iugu
pt_br: Pague via Iugu

source: Invoice Prefix
pt_br: Prefixo da fatura

source: Please enter a prefix for your invoice numbers. If you use your Iugu account for multiple stores ensure this prefix is unqiue as Iugu will not allow orders with the same invoice number.
pt_br: Por favor digite um prefixo para seus números de fatura. Se você usa sua conta Iugu para várias lojas, assegure que este prefixo é único, Iugu não permitirá compras com mesmo número de fatura

source: Payment API
pt_br: API de Pagamento

source: Iugu Payment API
pt_br: API de Pagamento Iugu

source: Select the payment methods
pt_br: Selecione os métodos de pagamento

source: Creditcard Only
pt_br: Apenas Cartão de crédito

source: Billet only
pt_br: Apenas Boleto

source: Creditcard And Billet
pt_br: Cartão de crédito e boleto

source: Maximum Split
pt_br: Parcelamento máximo

source: The maximum split allowed for credit cards. Put a number bigger than 1 to enable the field
pt_br: O parcelamento máximo permitido para cartões de crédito. Colocar um número maior que 1 para habilitar o campo

source: Account ID
pt_br: ID da conta

source: Please enter your Account ID; this is needed in order to take payment.
pt_br: Por favor digite o ID de sua conta; Isto é necessário para ter o meio de pagamento funcionando.

source: API Token
pt_br: Token

source: Please enter your API Token; this is needed in order to take payment.
pt_br: Por favor, digite seu Token; Isto é necessário para ter o meio de pagamento funcionando.

source: Payment Settings
pt_br: Configurações de pagamento

source: These options need to be available to you in your Iugu account.
pt_br: Essas opções precisam estar disponíveis para você em sua conta do Iugu.

source: Debug Log
pt_br: Depuração

source: Enable logging
pt_br: Habilitar o log

source: Log Iugu events, such as API requests, inside %s
pt_br: Registre eventos do Iugu, como solicitações da API, dentro de %s

source: Informations
pt_br: Informações

source: These options need to be configured in your Iugu account.
pt_br: Essas opções precisam ser configurados em sua conta do Iugu.

source: Iugu Trigger URL
pt_br: URL para o gatilho do Iugu

source: handle Iugu events, such as API posts
pt_br: Manipular eventos do Iugu, tais como informações de pagamento vindas da API

source: Holder Name
pt_br: Nome do titular

source: The name on creditcard
pt_br: O nome no cartão de crédito

source: Card Number
pt_br: Número do Cartão

source: Expiry (MM/YYYY)
pt_br: Expiração (MM / AAAA)

source: MM / YYYY
pt_br: MM/ AAAA

source: Card Code
pt_br: Código de segurança

source: Splits
pt_br: Parcelas

source: Payment with Creditcard
pt_br: Pagamento com cartão de crédito

source: Creditcard
pt_br: Cartão de crédito

source: Payment with Billet
pt_br: Pagamento com boleto

source: Billet
pt_br: Boleto

source: Iugu: waiting payment.
pt_br: Iugu: aguardando pagamento.

source: Invoice:
pt_br: Fatura:

source: Iugu: payment completed.
pt_br: Iugu: pagamento concluído.

source: Click here to generate your billet
pt_br: Clique aqui para gerar seu boleto

source: Iugu Disabled
pt_br: Iugu Desativado

source: You should inform your Account ID. %s
pt_br: Você deve informar o ID de sua conta. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: You should inform your API Token. %s
pt_br: Você deve informar seu Token. %s

source: Realty number
pt_br: Número da residência

source: All payment process completed
pt_br: Todos os processos de pagamento concluídos

source: WooCommerce Iugu Gateway depends on the last version of %s to work!
pt_br: WooCommerce Iugu Gateway depende da última versão do %s para funcionar!

source: Settings
pt_br: Configurações
